{
  "tt1637725":{
    "Type": "movie",
    "No.": 1,
    "Title": "Ted",
    "Genre": "Comedy, Fantasy",
    "Year": 2012,
    "imdbRating": "6.4  (10421 votes)",
    "Runtime": 107,
    "Director": "Seth MacFarlane",
    "Actors": "Mark Wahlberg, Seth MacFarlane  (voice), Joel McHale, Giovanni Ribisi, Mila Kunis",
    "Trailer": "_tT2_76ZcSU",
    "Plot": "A Family Guy megalkotója, Seth MacFairlane sajátos, eredeti humorát most első mozifilmjében csillogtatja meg, íróként és rendezőként egyaránt. Az élő szereplőket és a számítógépes animációt ötvöző vígjáték John Bennettről szól, aki felnőtt férfiként kénytelen szeretett játékmackójával foglalkozni, aki egy gyermekkori kívánság eredményeként életre kelt, és azóta is ott él mellette.",
    "Studio": "B&H Film Distribution",
    "TomatoMeterRating": 0.69,
    "Writer": "Seth MacFarlane, Alec Sulkin, Wellesley Wild",
    "Country": "United States",
    "Certification": "16 éven aluliak számára nem ajánlott",
    "AddData": "2022. március 2.",
    "languages": "English",
    "TheMovieDbId": 72105
  },
  
    "tt3501632":{
    "Type": "movie",
    "No.": 2,
    "Title": "Thor: Ragnarok",
    "Genre": "Action, Adventure, Fantasy, Sci-Fi",
    "Year": 2017,
    "imdbRating": "7.6  (17276 votes)",
    "Runtime": 131,
    "Director": "Taika Waititi",
    "Actors": "Chris Hemsworth, Tom Hiddleston, Cate Blanchett, Tessa Thompson, Jeff Goldblum",
    "Trailer": "_tT2_76ZcSU",
    "Plot": "Thort pörölyétől megfosztva bebörtönzik az univerzum túlsó felén. Az idővel versenyt futva próbál visszajutni Asgardba, és megállítani a Ragnarököt; egy háborút, ami otthonának pusztulásával és az asgardi civilizáció eltűnésével járhat, és amit egy mindenható új ellenség, a könyörtelen Hela idézett elő. Először azonban túl kell élnie egy halálos gladiátorviadalt, amelyben ellenfele korábbi szövetségese és szintén a Bosszúállók tagja: a hihetetlen Hulk!",
    "TomatoMeterRating": "93% (Certified Fresh)",
    "Writer": "Craig Kyle, Christopher L. Yost, Eric Pearson",
    "Country": "United States",
    "Certification": 12,
    "AddData": "2022. március 2.",
    "languages": "Hungarian",
    "TheMovieDbId": 284053
  },
  
    "tt499549":{
    "Type": "movie",
    "No.": 3,
    "Title": "Avatar",
    "Genre": "Action, Adventure, Fantasy, Sci-Fi",
    "Year": 2009,
    "imdbRating": "7.5  (24999 votes)",
    "Runtime": 162,
    "Director": "James Cameron",
    "Actors": "Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang, Michelle Rodriguez",
    "Trailer": " ww4fA5VAeOs",
    "Plot": "Egy deréktól lefelé megbénult háborús veterán a távoli Pandorára utazik. A bolygó lakói, a Na'vik az emberhez hasonló faj - de nyelvük és kultúrájuk felfoghatatlanul különbözik a miénktől. Ebben a gyönyörű és halálos veszélyeket rejtő világban a földieknek nagyon nagy árat kell fizetniük a túlélésért. De nagyon nagy lehetőséghez is jutnak: a régi agyuk megőrzésével új testet ölthetnek, és az új testben, egy idegen lény szemével figyelhetik magukat és a körülöttük lévő felfoghatatlan, vad világot. A veterán azonban más céllal érkezett. Az új test új, titkos feladatot is jelent számára, amit mindenáron végre kell hajtania.",
    "TomatoMeterRating": "81% (Certified Fresh)",
    "Writer": "James Cameron",
    "Country": "United States",
    "Certification": 16,
    "AddData": "2022. március 7.",
    "languages": "English, Spanish",
    "TheMovieDbId": 19995
  }
}